Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: #10, and yet the mesial surface of tooth #11 exhibits only minor changes.
vi: #10, nhưng bề mặt răng #11 chỉ có thay đổi nhỏ.

source: (2) active therapy to remove calculus and pathologic bacteria from the root surfaces and pocket, and (3) pre­ ventive periodontal maintenance therapy (supportive
vi: (2) hoạt động điều trị để loại bỏ vôi răng và vi khuẩn gây bệnh từ mặt chân răng và túi bệnh lý, và (3) điều trị duy trì nha chu phòng ngừa

source: (A) must be corrected (B) during the initial phase of periodontal therapy.
vi: (A) phải được sửa chữa (B) trong giai đoạn đầu của điều trị nha chu.

source: (Fig. 5­16) or for implant site development
vi: (Hình 5­16) hoặc cho vùng cắm implant

source: (Fig. 5­19).
vi: (Hình 5­19).

source: (From Watanabe T, et al: Creating labial bone for immediate implant placement: a minimally invasive approach by using orthodontic therapy in the esthetic zone.
vi: (Từ Watanabe T, et al: Creating labial bone for immediate implant placement: a minimally invasive approach by using orthodontic therapy in the esthetic zone.

source: (Metal-ceramic crowns should first be coated with autopolymerizing acrylic resin to prevent chipping or cracking.) Applying the tip of an ultrasonic scaler to the restoration is recommended because pro- longed ultrasonic vibration can decrease crown reten- tion.40 A procedure for removing crowns and FDPs with a strongly adhesive resin41 has been used successfully in
vi: (Mão răng sứ - kim loại đầu tiên nên được phủ bằng nhựa acrylic tự trùng hợp để tránh mẻ hoặc nứt.) Dùng đầu của máy cạo vôi răng siêu âm vào phục hình được khuyến cáo bởi vì sự rung siêu âm kéo dài có thể giảm lưu giữ của mão răng. Quy trình để tháo mão răng và FDP với nhựa dính mạnh mẽ được dùng thành công trong

source: (Redrawn from Schluger S, et al: Periodontal Disease: Basic Phenomena, Clinical Management, and Occlusal and Restorative Interrelationships, 2nd ed.
vi: (Vẽ lại từ Schluger S, et al: Periodontal Disease: Basic Phenomena, Clinical Management, and Occlusal and Restorative Interrelationships, 2nd ed.

source: 1 of the Third National Health and Nutrition Examina- tion Survey, root caries affected 22.5% of the dentate population.21 Root caries seems to be associated with individual dental plaque scores and high counts of sali- vary Streptococcus mutans.22 Xerostomia that is age-related
vi: 1 của Third National Health and Nutrition Examination Survey, sâu chân răng ảnh hưởng 22.5% dân số có răng. Sâu chân răng dường như liên quan đến chỉ số mảng bám cá nhân và số lượng lớn Streptococcus mutans trong nước bọt. Khô miệng liên quan đến tuổi

source: 1.5 mm on the facial aspect to create the appearance of
vi: 1.5 mm ở mặt ngoài để tạo dạng

source: 4-methacryloxyethyl-trimellitic anhydride (4-META) to promote bonding with acrylic or composite resin.43-46 Unfortunately, the strength of joints made this way seems to diminish with changes in temperature47 and with pro- longed water storage.48 Benefits from such repair are con- sidered temporary, but it may be preferable to periodically perform a repair than to dismantle and remake a complex FDP.
vi: 4-methacryloxyethyl-trimellitic anhydride (4-META) để thúc đẩy sự dán của acrylic hoặc nhựa comosite. Không may, sức mạnh của mối dán theo cách này dường như giảm theo sự thay đổi nhiệt độ và với sự lưu giữ lâu dài trong nước. Lợi ích từ những sửa chữa này được coi là tạm thời, nhưng nó có thể phù hợp để thực hiện sửa chữa định kỳ hơn là phải tháo rời và làm lại một FDP phức tạp.

source: 5 Periodontal Considerations
vi: 5 Cân nhắc nha chu

source: 5 mm minimum of keratinized tissue
vi: 5 mm tối thiểu của mô sừng hoá

source: >2 mm gingival recession after extraction
vi: >2 mm tụt nướu sau khi nhổ răng

source: A 3­mm healthy interproximal sulcus allows the margin to be placed 1.0 to 1.25 mm
vi: Khe nướu khoảng tiếp cận khoẻ mạnh 3 mm cho phép đường viền đặt 1 - 1.25 mm

source: A and B, Appearance at 7-year follow-up.
vi: A và B, Sau 7 năm theo dõi.

source: A and B, Initial clinical views.
vi: A và B, Hình lâm sàng lúc đầu.

source: A and B, Occlusal views.
vi: A và B, Nhìn phía nhai.

source: A and B, Pre-SC/RP radiographs and data showing generalized moderate-to-severe periodontitis.
vi: A và B, trước khi SC/RP phim X quang cho thấy viêm nha chu toàn thể trung bình đến nặng.

source: A combination of thin bone with thin gingiva overlying the bone is termed a thin biotype.58 The inflammatory response results in swelling, edema, redness, and bleed­ ing, but in thin biotypes, gingival recession and bone loss occur and a new biologic width is established at a more apical level.
vi: Sự kết hợp của xương với nướu phía trên mỏng được gọi là dạng sinh học nướu mỏng. Đáp ứng viêm gây sưng, phù, đỏ, và chảy máu, nhưng trong dạng sinh học nướu mỏng, tụt nướu và tiêu xương xảy ra và khoảng sinh học mới được thành lập ở mức về phía chóp hơn

source: A detailed investigation is always recommended.
vi: Thăm khám chi tiết luôn luôn được khuyến khích.

source: A fixed dental prosthe- sis (FDP) was fabricated, replacing the missing tooth #3 with teeth #5, #4, and #2 as abutments.
vi: Làm phục hình cố định để thay thế răng mất #3 bằng răng #5, #4 và #2 là răng trụ.

source: A general guideline is that subgingival margins be placed no more than half the depth of the gingival sulcus.
vi: Một hướng dẫn chung là đường viền dưới nướu được đặt không quá 1 nửa chiều sâu của khe nướu.

source: A gingival graft was performed on the left side before the fixed prosthodontic treatment.
vi: Ghép mô nướu và vùng bên trái trước khi điều trị phục hình cố định.

source: A little ingenuity is needed to produce a suitable design.50,51 The most common difficulty encountered when such a repair is attempted is weakening of the connectors during the preparation, with the associated risk of subsequent pros- thesis fracture (Fig. 31-32).
vi: Cần một chút khéo léo để tạo ra thiết kế phù hợp. Khó khăn phổ biến nhất khi sửa chữa như vậy là llàm yếu phần nối khi sửa soạn, với sự kết hợp nguy cơ gãy phục hình.

source: A metal-ceramic restoration made to fit over the frac- tured original sometimes provides a more permanent repair.
vi: Phục hình sứ - kim loại được thực hiện để phủ kín lên chỗ gãy ban đầu thỉnh thoảng cung cấp sự sửa chữa vĩnh viễn.

source: A meticulous design and frequent recall appointments, combined with outstanding home care, enabled this patient to enjoy improved function 14 years later.
vi: Thiết kế tỉ mỉ và hẹn tái khám thường xuyên, kết hợp với chăm sóc tại nhà tốt, cho phép bệnh nhân cải thiện chức năng 14 năm sau.

source: A minimum of 3 mm of attached keratinized tissue should be present for gingival health when a restorative margin will be placed subgingivally.56
vi: Bám dính mô sừng hoá nên có tối thiểu 3 mm để đảm bảo sức khoẻ nướu răng khi đường viền phục hình đặt dưới nướu

source: A patient presenting with pain should be asked about its location, character, severity, timing, and onset.
vi: Bệnh nhân bị đau nên hỏi về vị trí, đặc điểm, mức độ, thời gian và khởi đầu của cơn đau.

source: A patient with a thin biotype may lose a severe amount of bone and gingiva (5 to 7 mm) after an atraumatic extraction of a maxillary anterior tooth, in spite of a site preservation procedure.80 The facial bone thickness is less than 1 mm in thin biotypes, and the compromised blood supply cannot maintain bone vitality during the healing process.
vi: Bệnh nhân với dạng sinh học nướu mỏng có thể mất lượng lớn xương và nướu (5 - 5 mm) sau chấn thương do nhổ răng trước hàm trên, mặc dù có thủ thuật bảo tồn vùng. Độ dày xương mặt nhỏ hơn 1 mm ở dạng sinh học nướu mỏng, và sự cấp máu thoả hiệp không thể duy trì sự sống của xương trong suốt quá trình lành thương.

source: A pinledge retainer was used on the small lateral incisor.
vi: pinledge retainer được dùng trên răng cửa bên nhỏ.

source: A professional cleaning every 2 weeks reduced new decay significantly.
vi: Làm sạch răng chuyên nghiệp mỗi 2 tuần giảm có ý nghĩa sâu răng mới.

source: A protocol of a chlorhexidine 0.12% 10-mL rinse for 1 minute daily for one week each month, in combination with xylitol gum or candies and high- fluoride toothpaste, has been advocated.9
vi: Quy trình súc miệng chlorhexidine 0.12% 10-mL 1 phút mỗi ngày trong 1 tuần mỗi tháng, phối hợp với kẹo xylitol và kem đánh răng có nhiều fluor, được ủng hộ.

source: A resorbable membrane will be placed, and the flap will be sutured in layers.
vi: Màng tự tiêu được đặt, và vạt được khâu từng lớp.

source: A restoration that is cemented and then forgotten or ignored is likely to fail, regardless of how skillfully it was designed, created, and placed.
vi: Một phục hình gắn xi măng và sau đó bị lãng quên hoặc bị bỏ qua có khả năng thất bại, bất kể nó được thiết kế, chế tạo và gắn khéo léo thế nào.

source: A root resection was performed for tooth #14, and tooth #30 was hemisected, which resulted in two premolar-like restorations.
vi: Răng #14 được cắt bỏ chân răng, và răng #30 được chia đôi, kết quả là phục hình giống như hai răng cối nhỏ.

source: A shallow healthy sulcus is also less susceptible to recession than are inflamed periodontal tissues.
vi: Một khe nướu khoẻ mạnh nông cũng ít nhạy cảm suy thoái hơn mô nha chu viêm.

source: A sharp opening action should remove the crown (B).
vi: Hành động mở hàm dứt khoát sẽ tháo mão răng (B).

source: A shoulder preparation will now impinge more on the pulpal tissue, and management of larger embrasures inter­ proximally can prove exceptionally challenging.
vi: Một sửa soạn bờ vai sẽ ảnh hưởng nhiều cho mô tuỷ, và khoang tiếp cận đặc biệt thách thức.

source: A site preservation bone grafting procedure should be performed at the time of the extraction.
vi: Thủ thuật ghép xương bảo tồn nên được thực hiện ngay khi nhổ răng.

source: A sliding motion is then used to remove dental plaque (Fig. 31-3).
vi: Dùng chuyển động trượt để loại bỏ mảng bám (Hình 31-3)

source: A small number of patients may not have responded well to previous occlusal treatment or may resume parafunctional activity some time after completion of the active phase of fixed prosthodontic treatment.
vi: Một số bệnh nhân không đáp ứng tốt với điều trị khớp cắn trước đó hoặc hoạt động cận chức năng thỉnh thoảng sau khi hoàn tất phục hình cố định.

source: A standardized muscle-and-joint palpation technique (see Chapter 1) is helpful.
vi: Kỹ thuật khám cơ và khớp chuẩn (xem chương 1) là hữu ích.

source: A strong correlation exists between poverty, lack of education, and the presence of periodontal disease.8,9 The prevalence of periodontal disease among poor patients is 6% higher than in the overall population.10 Cost of care is a major obstacle in the prevention of tooth loss.
vi: Có tương quan mạnh giữa nghèo đói, thiếu giáo dục, và hiện diện của bệnh nha chu.8,9 Tỉ lệ của bệnh nha chu ở bệnh nhân nghèo là 6% cao hơn toàn thể dân số.10 Chi phí chăm sóc là trở ngại lớn để phòng ngừa mất răng.

source: A supragingival margin location allows the healthiest gingival response.49,50 A toothbrush can clean only 0.5 mm subgingivally, floss can clean up to 2.5 mm below the gingiva, and a water irrigation device can clean up to 4 mm below the gingiva (Fig. 5­20; Table 5­2).
vi: Vị trí đường hoàn tất trên nướu cho phép nướu đáp ứng khoẻ nhất. Bàn chải răng chỉ có thể làm sạch 0.5 mm dưới nướu, chỉ nha khoa có thể làm sạch tới 2.5 mm dưới nướu, và dụng cụ bơm rửa bằng nước có thể làm sạch 4 mm dưới nướu (Hình 5­20; Table 5­2).

source: A tentative prognosis is made after a thorough review of the patient’s medical and dental histories and clinical findings (Box 5­1).
vi: Tiên lượng tạm thời được làm sau khi khám xem xét toàn diện tiền sử y khoa và tiền sử nha khoa và các tìm thấy trên lâm sàng (Box 5­1).

source: A thick gingival biotype characterizes two thirds of the population, and most people with a thick biotype are men (Fig. 5­23).
vi: Dạng sinh học nướu dày đặc trưng cho 2 phần 3 dân số, và hầu hết mọi người có dạng sinh học nướu dày là đàn ông (Hình 5­23).

source: A thin gingival biotype is most often found in women.
vi: Dạng sinh học nướu mỏng thường thấy ở phụ nữ.

source: A to C, Preoperative photographs.
vi: A đến C, Hình ảnh trước điều trị.

source: A to E, Preoperative photographs.
vi: A đến E, Trước điều trị.

source: A well­formed ovate pontic will seal the extraction socket and aid in retaining the bone graft
vi: Một nhịp cầu hình trứng có hình dạng tốt sẽ đóng kín ổ răng nhổ và giúp lưu giữ mô xương ghép.

source: A, Fractured central incisor pontic of an extensive prostheses.
vi: A, Nhịp cầu răng cửa giữa bị gãy của một phục hình mở rộng.

source: A, Appearance 4 years after the restoration of an arch with periodontally compromised teeth.
vi: A, Phục hình sau 4 năm của một răng bị nha chu thoả hiệp.

source: A, Diagnostic casts should be articulated periodically.
vi: A, Mẫu hàm chẩn đoán nên được lên giá khớp.

source: A, Extensive anterior wear caused by prolonged parafunctional activity that resulted from malocclusion.
vi: A, Mòn răng trước quá mức do hoạt động cận chức năng kéo dài do loạn năng khớp cắn.

source: A, Five-unit partial fixed dental prosthesis (FDP) supporting a partial removable dental prosthesis.
vi: A, Phục hình cố định 5 đơn vị nâng đỡ phục hình tháo lắp.

source: A, Inadequate margins and contour.
vi: A, Đường hoàn tất không đúng.

source: A, Initial presentation.
vi: A, Ban đầu.

source: A, Initial recession.
vi: A, Suy thoái ban đầu

source: A, Pocket depths of teeth #8 to #11.
vi: A, Độ sâu túi của răng #8 đến #11.

source: A, Pretreatment appearance.
vi: A, Trước điều trị.

source: A, Radiographs indicate that the teeth exhibited minimal restorative needs and were functionally stable after conservative nonsurgical scaling and root planing (B) plus resin-bonded splinting of the mandibular anterior teeth (C).
vi: A, Phim X quang cho thấy răng có nhu cầu phục hồi tối thiểu và chức năng ổn định sau cạo vôi và xử lý mặt chân răng bảo tồn không phẫu thuật (B) Nẹp thêm bằng resin các răng trước hàm dưới (C).

source: A, Radiographs.
vi: A, Phim X quang.

source: A, Symptomatic maxillary molar with a metal-ceramic crown.
vi: A, Răng cối lớn hàm trên có triệu chứng với mão răng sứ - kim loại.

source: A, The kit includes calipers, loops to thread under FDP connectors that attach to a holder, and an adhesive clamp to obtain purchase on single crowns.
vi: A, Bộ kít gồm calipers, loops to thread under FDP connectors that attach to a holder, and an adhesive clamp to obtain purchase on single crowns.

source: A, The maxillary right central incisor failed and was removed.
vi: A, Răng cửa giữa bên phải hàm trên thất bại và được nhổ.

source: A, This cantilevered partial fixed dental prosthesis had to be replaced for esthetic and periodontal reasons.
vi: A, Phục hình cố định có nhịp vói này được thay thế vì lý do thẩm mỹ và nha chu.

source: A, Tooth #9 exhibits red, edematous gingiva adjacent to new crown.
vi: A, Răng #9 có nướu răng kế cận mão răng sưng đỏ.

source: A, Wax patterns.
vi: A, Mẫu sáp.

source: Abnormal tooth mobility is investigated, as is muscle and joint pain.
vi: Kiểm tra sự lung lay răng bất thường, do đau cơ và khớp.

source: Abutment selection
vi: Chọn lựa abutment

source: Additional endodontic treatment was needed as time passed.
vi: Cần điều trị nội nha bổ sung qua thời gian.

source: Additional incisal reduction was necessary; the notch in the incisal edge is of no concern.
vi: Cần phải giảm thêm bờ cắn; không cần quan tâm đến rãnh ở bờ cắn.

source: Addi­ tional tissue to cover the large block grafts is often harvested from the leg before the block graft itself.
vi: Mô để che phủ khối mô ghép lớn thường được lấy từ cẳng chân trước khi khối ghép chính nó.

source: Adequate edentulous ridges can be shaped to support an ovate pontic.
vi: Sống hàm mất răng có thể được tạo dạng để nâng đỡ nhịp cầu hình trứng.

source: Adults with moderate-severe periodontal disease
vi: Người trưởng thành có bệnh nha chu trung bình - nặng

source: Adults without moderate-severe periodontal disease
vi: Người trưởng thành không có bệnh nha chu trung bình - nặng

source: Advanced Lesion
vi: Tổn thương tiến triển

source: After 10 years, the FDP failed when tooth #2 became dislodged, possibly as a result of the additional loading by the removable dental prosthesis (RDP).
vi: Sau 10 năm, FDP thất bại khi răng #2 bị bật ra, có thể do kết quả của tải lực bổ sung của phục hình tháo lắp (RDP).

source: After 15 years, all patients who had completed the pre­ scribed recall intervals had maintained a low caries rate and exhibited almost no additional periodontal destruc­ tion.34 A reasonable approach to prevent future decay and periodontal disease is a 2­ to 3­month SPT interval for all patients who exhibit active decay or periodontal disease.
vi: Sau 15 năm, tất cả bệnh nhân hoàn thành khoảng thời gian tái khám được chỉ định và duy trì tỉ lệ sâu răng thấp và không có thêm sự phá huỷ nha chu. Một tiếp cận hợp lý để phòng ngừa sâu răng và bệnh nha chu trong tương lai là khoảng 2 - 3 tháng SPT cho tất cả bệnh nhân có sâu răng hoặc bệnh nha chu.

source: After 4 weeks, the ovate pontic should be reduced to extend into the socket 1.5 mm to allow for oral hygiene (Fig. 5­29).
vi: SAu 4 tuần, nhịp cầu hình trứng nên được giảm xuống, mở rộng vào ổ răng 1.5 mm để dễ vệ sinh răng miệng (Hình 5­29).

source: After 7 years, results of all therapies, including SC/RP, are similar, with pocket reduction, better attachment levels, and tooth retention.26,27 Frequent SPT underlies success­ ful periodontal therapy.
vi: SAu 7 năm, kết quả của mọi điều trị, gồm cả SC/RP, tương tự nhau, với giảm túi nướu, mức bám dính tốt hơn, và sự giữ lại răng. Thường xuyên SPT là nền tảng của điều trị nha chu thành công.

source: After a routine extraction, the average bone and gingival loss for a maxillary anterior tooth is 2.0 to 3.5 mm of vertical bone and gingival tissue, along with 1 to 2 mm of buccolingual bone and gingival loss.
vi: Sau khi nhổ răng thường quy, tiêu xương và nướu trung bình răng trước hàm trên là 2.0 - 3.5 mm theo chiều dọc của xương và nướu, và 1 - 2 mm chiều ngoài trong của xương và nướu.

source: After more than 14 years, the prostheses continued to serve satisfactorily.
vi: Sau hơn 14 năm, phục hình tiếp tục sử dụng tốt.

source: After placement and cementation of a fixed dental pros- thesis (FDP), patient treatment continues with a care- fully structured sequence of postoperative appointments designed to monitor the patient’s dental health (Fig. 31-1), ensure meticulous plaque control habits, identify any incipient disease, and introduce any corrective treatment that may be needed before irreversible future damage occurs.
vi: Sau khi đặt và gắn xi măng một phục hồi răng cố định, bệnh nhân điều trị tiếp tục với một chăm sóc cấu trúc tuần tự cẩn thận sau cuộc hẹn sau điều trị để theo dõi sức khoẻ nha khoa (Hình 31-1), đảm bảo thói quen kiểm soát mảng bám tỉ mỉ, xác định bất kỳ bệnh lý mới chớm, và giới thiệu bất kỳ điều trị điều chỉnh có thể cần thiết trước khi tổn thương không hồi phục xảy ra trong tương lai.

source: Again, this suggests the importance of precise and optimal load distribution at the time of initial treatment and during periodic follow-up appointments.
vi: Một lần nữa, điều này cho thấy sự quan trọng của phân phối tải lực chính xác và tối ưu tại thời điểm bắt đầu điều trị và trong các cuộc hẹn tái khám định kỳ.

source: Akerboom et al El-Mowafy et al Matsumara
vi: Akerboom El-Mowafy Matsumara

source: All patients were recalled every 2 to 3 months for 6 years.
vi: Tất cả bệnh nhân được tái khám mỗi 2 - 3 tháng trong 6 năm.

source: All urgent dental needs are addressed, and the patient’s oral hygiene and maintenance compliance are evaluated during this year.
vi: Tất cả nhu cầu nha khoa khẩn cấp cần được giải quyết, và vệ sinh răng miệng của bệnh nhân và tuân thủ của bệnh nhân được đánh giá trong năm.

source: All-ceramic crowns are also susceptible to fracture after extended use (Fig. 31-30).
vi: Mão răng toàn sứ cũng nhạy cảm gãy sau một thời gian sử dụng (Hình 31-30).

source: All-ceramic crowns are subject to fracture, which often necessitates their replace- ment (Fig. 31-18).
vi: Mão răng toàn sứ có thể gãy, thường đòi hỏi phải thay thế (Hình 31-18).

source: Also note the extensive use of metal occlusal surfaces.
vi: Cũng chú ý sự sử dụng rộng rãi của bề mặt mặt nhai bằng kim loại.

source: Also, note that three endodontically treated molars had very large access cavities.
vi: Ngoài ra, chú ý 3 răng cối lớn được nội nha có xoang mở tuỷ rất lớn.

source: Also, note that tooth #8 has served well over time.
vi: Ngoài ra, chú ý răng #8 phục vụ tốt hơn.

source: Although most oral pain is of pulpal origin, such an origin should never be assumed.
vi: Mặc dù hầu hết đau trong miệng có nguồn gốc tuỷ răng, nhưng không nên lúc nào cũng giả sử như vậy.

source: Although resolving the underlying cause is preferable, prescribing a night guard is occasionally helpful (Fig. 31-15).
vi: Mặc dù giải quyết nguyên nhân là thích hợp hơn, chỉ định máng nhai thỉnh thoảng có ích (Hình 31-15).

source: Although the incidence of periapical disease in association with FDPs is high in some studies,35,36 it is low in others.30,37,38
vi: Mặc dù tỉ lệ bệnh quanh chóp liên hệ với phục hình cố định là cao ở một số nghiên cứu, nó thấp ở một số nghiên cứu khác.

source: Although there is no distinct division between the stages of lesion formation, the early lesion (Fig. 5­3) generally appears within 4 to 7 days of plaque accumulation.
vi: Mặc dù không có sự khác biệt giữa giai đoạn hình thành tổn thương, tổn thương sớm (Hình 5­3) thường xuất hiện trong vòng 4 - 7 ngày tích tụ mảng bám.

source: Amalgam stops were placed in the first molars to prevent premature wear of the denture teeth.
vi: Điểm chặn bằng amalgam được đặt ở răng cối lớn thứ nhất để ngăn ngừa mòn hàm giả.

source: Amato and colleagues69 utilized OFE to extrude 32 teeth with hopeless prognoses a mean of
vi: Amato và đồng nghiệp dùng OFE để làm trồi 32 răng tiên lượng vô vọng với trung bình

source: An adjunct to surgical crown lengthening is biologic reshaping of the roots during an open­flap approach to crown lengthening.
vi: Sự bổ sung cho phẫu thuật làm dài thân răng là tái tạo dạng sinh học của chân răng trong tiếp cận lật vạt để làm dài thân răng.

source: An elevator is used to bend the crown open, initially from the buccal surface (J), and then the occlusal aspect (K).
vi: Dùng nạy dể mở mão răng, bắt đầu ở mặt ngoài (J), và sau đó ở mặt nhai (K).

source: An exam- ination of the occlusal surfaces may reveal abnormal wear facets (Fig. 31-13).
vi: Kiểm tra mặt nhai có thể phát diện mòn bất thường (Hình 31-13).

source: An extensive FDP that has been neglected is much more difficult to treat.
vi: Một FDP lớn bị bỏ bê thì điều trị khó khăn hơn.

source: An improperly fabricated connector may fracture under functional loading (Fig. 31-28).
vi: Phần nối được chế tạo không đúng chế tạo gãy dưới lực chức năng (Hình 31-28).

source: An increase of pocket depths or loss of attachment of 2 mm is a reliable indica­ tor that continued periodontal destruction is occurring.19 The absence of BOP is a reliable indicator of health.29 Continued BOP at the same site is the best predicator of future attachment loss30 (Fig. 5­12).
vi: Sự tăng độ sâu túi hoặc mất bám dính 2 mm là một chỉ thị chắc chắn cho đang xảy ra phá huỷ nha chu tiến triển. Sự vắng mặt của BOP là chỉ thị cho nướu khoẻ mạnh. Tiếp tục BOP tại cùng vị trí là dự đoán tốt nhất cho sự mất bám dính trong tương lai (Hình 5­12).
